{"Contents":["Legend of the Nitebeast.
Author: Paquetto the Scholar​

<p>After the great thousand year departure of Psydon, his saints grieved, each coping with their sorrow in their own way. Among them was Toma, the divine builder, who sought purpose in creation. Yet, even among the mortal realm, love can shape destiny, and it was through this love that the tragedy of the Nitebeast began.</p>

<p>It was in the kingdom of Valoria that Toma turned his divine eye, watching a noble lord named Antero carve a thriving realm from lawless lands. Toma, yearning to understand the spirit of man, descended to the world in mortal form, appearing as a wandering noblewoman. Antero, unaware of her true nature, welcomed her as a foreign princess, and in their union, a child was conceived.</p>

<p>But this union did not go unnoticed. Patras, the saint of order, warned Toma that such an act would disrupt the natural order. Nazar, the saint of loyalty, cautioned that no mortal could withstand the burden of divine lineage. Yet Toma, blinded by hope, turned only to Nazar, the saint of love, who devised a way to protect the unborn child.</p>

<p>On the day of the child's birth, Toma was forced to abandon his mortal guise, ascending once more to the divine realm. Yet, with the weight of his actions upon him, he could not turn his gaze from his son, now named Michael. He watched, unseen, as the boy grew strong, guided by an invisible hand, destined to rule Valoria as his father once had.</p>

<p>When Antero passed into the afterlife, Toma could not bear the thought of Michael following. It was Julias, the trickster saint, who whispered a dangerous solution—if anyone could cheat fate, it was Yaakov, the ancient one, who knew the secrets of life and nature.</p>

<p>Yet when Toma sought Yaakov’s aid, the old saint refused, warning that such defiance would unravel the balance of existence. Julias, ever the deceiver, taunted him, claiming he feared failure. Though unmoved, Yaakov relented under the pressure of his kin, agreeing to aid Toma against his better judgment.</p>

<p>Yaakov descended into the underworld to seek Labbeus, the saint of death and transactions. Labbeus, keeper of the sacred exchange, refused, calling Toma a fool for daring to break the cycle. Yet, unable to deny Yaakov entirely, he permitted him to take a single vial of water from the river of souls. This, he claimed, would grant Michael a new fate.</p>

<p>But Julias’ laughter still echoes, for the vial’s blessing was a curse. As Michael drank, his form twisted, his soul consumed by unnatural hunger. Immortal, yet exiled from the light, he became the first of the night-bound kin—what men would call vampires. His kingdom fell with him, its people turned into creatures of the dark, forever beyond the reach of Toma’s divine gaze.</p>

<p>In sorrow and guilt, Toma turned away, unable to undo what had been done. Yet Yaakov, out of pity, took Michael and his kin under his own watch, welcoming them into the shrouded embrace of the wilds. And so, the nite-kin were born, neither living nor dead, beloved only by the saint who once shaped the land.</p>
"]}
