
"<p><strong><em> || AREAS OF PSYDONIA </em></strong></p>
<p><br></p>

<p><strong>&quot;  Isle of Albia - The Isle on which the game takes place. A corner of the world.  &quot;</strong></p>
<p><br></p>

<p>  Kingdom of Eldermoor - A weathered realm in the bog between Rockhill and Heartfelt, once the heart of the High Kingdom of Albia. Its golden age of trade and power has faded, now surviving on relics of the past. Built atop the Tomb of Matthios, it draws adventurers chasing fortune in a dying land.  </p>
<p>  Petty Kingdom of Rockhill - Smaller than its rivals, Rockhill, or Roguetown to it's neighbors, earned its name by frequently switching sides in their wars. Once a bustling trade hub, it has fallen into decay but maintains the strongest military in the region, ruled by its cunning King. </p>
<p>  Kingdom of Heartfelt - Once Albia's center of progress, now struggling as its experimental clockwork machinery and crude automatons malfunction, causing more harm than good. Its once-promising advancements have become liabilities, leaving the kingdom in disarray.  </p>
<p>  Mire of the Bogswamp - A fertile and jungle-like area of the isle, overgrown and suffering an invasion of beespiders.  </p>
<p>  Shire of Murderwood - Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness.  </p>
<p>  Toma's Anvil - A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. </p>
<p><br></p>

<p><strong>&quot;  Continent of Enigma - The Continent on which the lore takes place. The center of the known world.  &quot;</strong></p>
<p><br></p>

<p>  Kingsfield, Crown of Psydonia - Massive city built upon plains far North of Enigma. The cultural capital of the world, Kingsfield is the most prosperous and populated city. Once the capital of Old Psydonia, the largest empire to ever exist on the continent. </p>
<p>  Grenzelhoft  - Imperialist Faction to the East, known as the Black Empire. Renown for their black powder production and use. See themselves as the succesor of the Psydonian Emire. </p>
<p>  Zybantu - Ziggurat to the West, the birthplace of the Mercator Guild. Employs an army of slave-soldiers to sustain their power. Once a rival to the fallen empire of Old Psydonia, they now contest the Grenzelhoft, its successor. </p>
<p>  Gronn - The Gronnish Khanates, northwest near Kingsfield and Zybantu, are a loose confederation of nomadic warlords and settled city-states. Known for their fierce cavalry and shifting allegiances, they thrive on raiding, trade, and mercenary work. Though divided, their influence stretches across the frontier. </p>
<p>  Rhasennia - The Freestates, south of Grenzelhoft, are a coalition of city-states renowned for master artisans and prized vineyards. Their guilds produce exceptional metalwork, textiles, and ceramics, while their wines are sought after across the land. Though politically divided, they flourish through trade and craftsmanship. </p>
<p>  Dwarven Federations - Scattered confederacies around Psydonia, the largest being to the West of Zybantu in the frigid mountains. Homeplace of the Dwarves. </p>
<p>  Psy Forests -  Ancestral forests scattered around Psydonia, great and terrible trees. Ancient homes of the elves. The largest of which is North of Zybantu and the Crimsonlands. </p>
<p>  The Barrows - Former boreal forest of the snow elves, now a deadland of ruin and decay following the ascension of Zizo. </p>
<p>  Nyxora - Once a land where the dark elves were united, now a land of rebirth and ambition. Scarred by catastrophe yet reforged by Zizo, it stands as the heart of dark elven culture, where only power and cunning shape destiny. </p>
<p>  Shodom & Comorrah - Once the twin jewels of the dark elven empire, Shodom is now a cursed ruin where unfathomable dark magics fester, while Comorrah thrives as a lawless underworld where criminals rule and nobles serve. </p>
<p><br></p>


<p><strong>  || MAJOR EVENTS KNOWN TO ENIGMA  </strong></p>
<p><br></p>

<p> Fall of the High Kingdom of Albia - Once the dominant power of the land, the High Kingdom of Albia collapsed under internal strife and external pressures. Its former territories—Eldermoor, Heartfelt, and Rockhill—now feud over its fading legacy, each claiming a piece of its lost glory. </p>
<p> Fall of Psydonia - The mighty Psydonian Empire, a force that once rivaled Ziggurat, crumbled under the weight of its own decadence and overextension. Kingsfield, its grand capital, now lies in ruin, while its remnants struggle under the rule of its successor, Grenzelhoft. </p>
<p> Zizo's Ascension - Necromancer snow elf Zizo sacrificed his entire people for his own apotheosis. </p>
<p> Julius' Sainthood - Once a human slave under the yoke of the dark elven empire, Julius defied his chains and was granted sainthood by Psydon. But his freedom came with divine retribution—Psydon, in his wrath, punished the dark elves for their cruelty. Their once-mighty empire was shattered, their cities brought to ruin, and their dominion reduced to dust. In the aftermath, the remnants of their people, now scattered and broken, were forced to claw their way back from the ashes under Zizo’s rule. </p>
<p> Heartfelt's Hubris - Automaton servants created by Heartfelt's artificers go haywire, ravaging parts of their home city and surrounding lands as they engage in endless conquest for biomass to fuel themselves. </p>
<p> Psydon's Coment -  The first artificer to lay hands upon the shard was undone by its pure divinity, reduced to nothing but ash. It was Toma who dared to grasp it, his spirit unyielding, his will tempered like steel. In that moment, he was transformed, ascending beyond mortal limits to become a saint. The mountain, once known as the Anvil, was renamed in his honor—Toma’s Anvil, a sacred forge where the faithful believe divine inspiration still lingers, lighting the way for craftsmen and travelers alike. </p>
<p> Matthios' Unearthing - A dwarf miner within Vanderlin dug deeply, striking solid bricks. A tomb was unearthed, the fabled tomb of the ascended Matthios... brimming with His power and riches, but of equal danger. Adventurers talent from across the lands further boost Vanderlin's influence and power. </p>

<p><br></p>



<p><strong>  || FACTIONS OF ENIGMA </strong></p>
<p><br></p>
<p><i>  Major Powers  </i></p>
<p><br></p>
<p><i> THE GRENZELHOFT EMPIRE  </i></p>
<p>  The Empire </p>
<p>  An Imperialist state carved across the Eastern Continent through political and military action. </p>
<p>  The Grenzelhofts have a wide variety of Sub-Grenzelhoftian Cultures, however most are similar to each other. Most hold a similar national identity to each other, other than the Otavians. They have the largest armies in the world, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep.  </p>
<p>  Exhibiting a strong sense of pride, mainly towards their own Empire, those outside its realms have likely good reason to escape the encroaching iron grip of the Empire. </p>
<p><br></p>

<p><i>  ZYBANTU POLITEA  </i></p>
<p>  The Desert Kings, Land of the Sea, Merchants of the Old </p>
<p>  The Zybantine Empire is a vast desert realm where golden cities rise from sun-scorched dunes, and power shifts like the sands beneath them. Once the great rival of Old Psydonia, Zybantu endured where its foe crumbled, preserving its identity through wealth and war. A confederation of fiefdoms and city-states, its true rulers are locked in an eternal struggle—while the Emperor commands its armies, the Archon, often a Gyzan merchant-lord, holds the empire's wealth in his grasp.  </p>
<p>  Despite its blistering heat, Zybantu thrives as a center of trade, producing coveted commodities that enrich its merchant elite. Yet, its military remains its pride, a force of disciplined cavalry, elite spearmen, and war chariots, inspired by the conquests of their ancestors. Recently, after a disastrous campaign, the empire turned to slave-armies, pressing captured prisoners of war into service. </p>
<p>  The Zybantine people, warriors and nobles alike, see themselves as heirs to an unbroken legacy, while the Gyzan, masters of commerce and intrigue, pull the strings from the shadows. Though they view each other as kin, their rivalry shapes the empire as much as its endless struggle against the unforgiving desert. </p>
<p><br></p>

<p><i>  RHASENNIA RUPUBLIAS  </i></p>
<p>  Land of Abominable Coin-Lords, The Blood Baros & The Totod Order </p>
<p>  Rhasennia is a land of constant strife, bickering city-states with a number of conflicting interests. Yet they bear some pride of their lands, banding together to repel the invading Grenzelhoft Empire out of shared desire for freedom. </p>
<p>  With conflict comes innovation, the Rhasennian lands developing pride in their revolution of blade combat strategy and stance. Largely followers of Mathuin, they value honour and duels as an expression of status. </p>
<p><br></p>

<p><i>  Minor Powers  </i></p>
<p><br></p>

<p><i>  DWARVEN CONFEDERACY  </i></p>
<p>  The Great Throngs, The Braided Confederacy, Tomas Prodigy </p>
<p>  Usually in the mountains of continents all over Psydonia. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. Unified by a homogenous racial identity. Dwarves and humen empires have established a long history of allyship. Whilst dwarves often choose neutrality in humen-on-humen conflict, a dwarven face is a trusted face to most humens. </p>
<p><br></p>

<p><i>  ELVEN ENCLAVES  </i></p>
<p>  Keepers of Psydonia, Retreats of the Ancient Age, Forgotten Fallen Fae </p>
<p>  The declining population has led Elves to retreat to compact and isolated communities. They defend their remaining homes in natural wonders around Psydonia to the death and without mercy. Subdivided into distinct cultures such as Wood, Dark, Sand, Mountain, Sea, and countless more. Whilst once there lived a culture of snow elves, Zizo's ascension has caused an all-but complete genocide of the tribe.  </p>
<p><br></p>

<p><i>  ORC & GOBLIN THRONES  </i></p>
<p>  Crusaders of Graggar, Graggarspawn, Heirs of Psydonia    </p>
<p>  Sprung up fortresses and towns established via nomadic means, with origins from the Crimsonlands, taking advantage of natural resources and nearby settlements to raid, conquer, and move on to more promising targets. An ever-moving snowball that expands in size and occasionally experiences great losses, followed by a steady regrowth.  </p>
<p><br></p>




<p><strong>&quot;  || MYTHOS OF Psydonia  &quot;</strong></p>
<p><br></p>
<p>&quot;  Saints of The One and All  &quot;</p>
<p><br></p>

<p> THE DIVINE GRANTOR </p>
<p><i>   Psydon - Bestower of Divinity </i></p>
<p>  Psydon, the great and unknowable, is the force from which all saintly power flows. \
    To his faithful, he is not simply a god but the absolute essence of divinity, the unseen hand that shapes destiny. \
    The saints, revered as his chosen, are not merely figures of history but vessels of his will, their power granted by his eternal decree. \
    Each saint walks their own path, yet all lead back to Psydon—the ultimate source of faith, power, and divine order.</p>
<p><br></p>

<p>&quot;   LYTHIOS  &quot; </p>
<p><i>   Saint of Civilization, Light, and Truth </i></p>
<p>  First among the saints, Lythios is the beacon of civilization, bringing law, enlightenment, and progress. \
    A zealous guardian, his followers see the act of building and guiding society as the truest worship of Psydon’s will. \
    He embodies the light that drives back ignorance and the truth that stands against deception. \
    His faithful are granted the strength to endure and the fire to cleanse the unrighteous.</p>
<p><br></p>

<p>&quot;   EOSTEN  &quot; </p>
<p><i>   Saint of Arcane Spells, Knowledge, and The Forbidden </i></p>
<p>  A scholar among saints, Eosten is the keeper of knowledge both sacred and profane. \
    His teachings drive his followers to collect and preserve all wisdom, ensuring that no truth is ever lost. \
    Secrets hold no power over his faithful, for in the pursuit of understanding, nothing is off-limits. \
    He bestows insight upon the curious and retribution upon those who seek to suppress the truth.</p>
<p><br></p>

<p>&quot;   PATRAS  &quot; </p>
<p><i>   Saint of Order, Duty, and Accord </i></p>
<p>  The architect of divine law, Patras was the first to establish the church under Psydon's new covenant. \
    He stands for justice, unity, and the bonds that hold society together. \
    His followers are unwavering in their belief that order is sacred, and to obey the laws of the land is to honor Psydon himself. \
    He grants resilience to those who uphold righteousness and punishes those who sow discord.</p>
<p><br></p>

<p>&quot;   NAZAR  &quot; </p>
<p><i>   Saint of Loyalty, Charity, and Chastity </i></p>
<p>  Nazar, the favored of Psydon, was gifted with charisma beyond measure. \
    His teachings emphasize courtly behavior, honor, and devotion, believing that one draws closer to divinity through etiquette and loyalty. \
    His followers navigate the complexities of social order, ever striving to uphold virtue in both word and deed. \
    His blessing sharpens the mind, making his faithful keen observers of human nature.</p>
<p><br></p>

<p>&quot;   MIKROS  &quot; </p>
<p><i>   Saint of Medicine, Alchemy, and Experimentation </i></p>
<p>  A saint of compassion, Mikros devoted himself to easing the suffering of the common folk. \
    He teaches that healing is not just an act of mercy but a sacred duty. \
    His followers experiment endlessly, seeking new ways to mend the broken and cure the afflicted. \
    He grants them endurance against disease and the wisdom to heal even the gravest of wounds.</p>
<p><br></p>

<p>&quot;   YA’AKOV  &quot; </p>
<p><i>   Saint of Creation, Nature, and Abundance </i></p>
<p>  Ya’akov, ancient and knowing, preaches stewardship over the natural world. \
    To him, the divine is found in the balance of creation—the harmony of beast and land, the bounty of harvests, the cycle of life. \
    His followers are caretakers of nature, tending to the land with reverence. \
    His blessing grants communion with the wild, allowing them to walk among beasts as kin.</p>
<p><br></p>

<p>&quot;   JULIAS  &quot; </p>
<p><i>   Saint of Secrecy, Wandering, and Underhandedness </i></p>
<p>  A shadow among the saints, Julias is a name spoken in whispers. \
    He is the patron of those who reject rigid hierarchies, preferring freedom over chains of law. \
    His followers believe that true divinity is found in the absence of control, in the art of moving unseen and knowing what others do not. \
    His blessing grants the gift of secrecy and the power to vanish when needed.</p>
<p><br></p>

<p>&quot;   CANA  &quot; </p>
<p><i>   Saint of Seas, Drowning, and Suffering </i></p>
<p>  A martyr to his cause, Cana’s end was as brutal as his teachings. \
    He embraced pain and sacrifice, believing suffering to be the path to true enlightenment. \
    His followers endure harsh trials, offering their flesh to the sea and seeking enlightenment through hardship. \
    He grants them resilience beyond mortal limits, making them impervious to the weak comforts of the flesh.</p>
<p><br></p>

<p>&quot;   MATHUIN  &quot; </p>
<p><i>   Saint of Martial Prowess, Honour, and Physical Perfection </i></p>
<p>  A warrior-saint, Mathuin found his faith through strength, his devotion through discipline. \
    He teaches that the body is a temple, meant to be honed to perfection. \
    His followers seek physical excellence, pushing themselves to their limits in pursuit of divine glory. \
    His blessing grants unyielding endurance and the strength to shatter all who stand in defiance of righteousness.</p>
<p><br></p>

<p>&quot;   TOMA  &quot; </p>
<p><i>   Saint of Architecture, Artifice, and Toil </i></p>
<p>  A builder, a skeptic, and a pragmatist, Toma believed in the virtue of hard work. \
    His followers labor endlessly, crafting wonders in the hopes of touching the divine through their creations. \
    He teaches that the act of building is worship, that through toil, one finds purpose. \
    His blessing ensures that their work endures, standing eternal against time itself.</p>
<p><br></p>

<p>&quot;   LABBEUS  &quot; </p>
<p><i>   Saint of Deals, Death, and Transactions </i></p>
<p>  A saint of dual nature, Labbeus walks the line between life and death, between wealth and the grave. \
    He is the patron of sacred rites and the keeper of final bargains, ensuring that all debts—spiritual and mortal—are paid. \
    His followers trade in both coin and souls, their devotion manifesting in sacred transactions. \
    His blessing grants insight into the unseen, allowing them to glimpse the boundary between life and death.</p>
<p><br></p>



<p><strong> || RACES OF Psydonia  </strong></p>
<p><br></p>
<p>&quot;  Humen:   &quot;</p>
<p>  The ultimate creation of Psydon, His chosen people promised to inherit the world. A propagating species bearing various complexions, shapes, and foreshortened lifespans compared to the other species of Psydonia. </p>
<p><br></p>

<p>&quot;  Elf:   &quot;</p>
<p>  The first species of Psydonia is characterized by lengthened age, low fertility, and magical aptitude. They have suffered much, an entire race of their people exterminated during Zizo's ascension.   </p>
<p><br></p>

<p>&quot;  Dark Elf:   &quot;</p>
<p>  Residing in the land of Nyxora, the dark elves live under Zizo's rule, their shattered empire reforged in his image. Their society is built on ruthless ambition, where only the strong rise and the weak are cast aside. In this world, strength and cunning define worth—loyalty is currency, and failure is death. Tradition once bound them, but under Zizo's law, power alone decides one's fate.  </p>
<p><br></p>

<p>&quot;  Dwarf:   &quot;</p>
<p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Toma, the crafting Saint, to be loyal friends of humenity. </p>
<p><br></p>

<p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
<p>  Creations of sentient life by Gragger's daemonic influence, crude mockery of the mortal species. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. </p>
<p><br></p>

<p>&quot;  Anakim:    &quot;</p>
<p>  When humanity stood on the brink of destruction, 10,000 divine warriors, the Anakim, descended on winged saiga—a holy legion that turned the tide and shaped the world. Though their deeds became legend, these celestial beings chose to remain among mortals. They could not reproduce among themselves, but their bloodline mixed with humanity, fading over generations. Now, they are believed to be long dead, lost to war and time. Yet, in rare moments, a human rises above the rest—a hero with the blood of Psydon still burning in their veins.  </p>
<p><br></p>

<p>&quot;  Tiberian:   &quot;</p>
<p>  Created by the demon princes as a way to influence the mortal realm, many have either moved towards mortal customs or fiercley hang onto their demonic heritage. Their infernal ancestry and hellish appearances lead to treatment of suspicion and hostility. Relationships between tiberians and other species are rocky, at best. </p>
<p><br></p>

<p><strong> || Extinct RACES OF Psydonia  </strong></p>
<p><br></p>
<p>&quot;  Rakshari:   &quot;</p>
<p>  Once feared slavers of the desert, the Rakshari were cunning, warlike, and relentless. Their failed rebellion against the Zybantines led to their near extinction, and now they are hunted remnants of a broken people, scattered and fading into legend. </p>
<p><br></p>

<p>&quot;  Argonian:   &quot;</p>
<p>  Cursed humans once native to the boglands, the Argonians were twisted by divine wrath into reptilian forms for their ancestors' sins. Thought extinct, they sometimes re-emerge when a particularly wicked soul defies the saints and psydon, rising from the mire as a living punishment. </p>
<p><br></p>



