
"<p><strong><em> || AREAS OF PSYDONIA </em></strong></p>
<p><br></p>

<p><strong>&quot;  Isle of Albia - The Isle on which the game takes place. A corner of the world.  &quot;</strong></p>
<p><br></p>

<p>  Kingdom of Eldermoor - A weathered realm in the bog between Rockhill and Heartfelt, once the heart of the High Kingdom of Albia. Its golden age of trade and power has faded, now surviving on relics of the past. Built atop the Tomb of Matthios, it draws adventurers chasing fortune in a dying land.  </p>
<p>  Petty Kingdom of Rockhill - Smaller than its rivals, Rockhill, or Roguetown to it's neighbors, earned its name by frequently switching sides in their wars. Once a bustling trade hub, it has fallen into decay but maintains the strongest military in the region, ruled by its cunning King. </p>
<p>  Kingdom of Heartfelt - Once Albia's center of progress, now struggling as its experimental clockwork machinery and crude automatons malfunction, causing more harm than good. Its once-promising advancements have become liabilities, leaving the kingdom in disarray.  </p>
<p>  Mire of the Bogswamp - A fertile and jungle-like area of the isle, overgrown and suffering an invasion of beespiders.  </p>
<p>  Shire of Murderwood - Ancestral Forest bearing many glades, overrun by villains, knaves, and other lawlessness.  </p>
<p>  Malum's Anvil - A jagged mountain filled with ores, treasures, and lava. Likewise a cacophony of horrid goblins, beasts, and other misfortunes. </p>
<p><br></p>

<p><strong>&quot;  Continent of Enigma - The Continent on which the lore takes place. The center of the known world.  &quot;</strong></p>
<p><br></p>

<p>  Kingsfield, Crown of Psydonia - Massive city built upon plains far North of Enigma. The cultural capital of the world, Kingsfield is the most prosperous and populated city. Once the capital of Old Psydonia, the largest empire to ever exist on the continent. </p>
<p>  Grenzelhoft  - Imperialist Faction to the East, known as the Black Empire. Renown for their black powder production and use. See themselves as the succesor of the Psydonian Emire. </p>
<p>  Zybantu - Ziggurat to the West, the birthplace of the Mercator Guild. Employs an army of slave-soldiers to sustain their power. Once a rival to the fallen empire of Old Psydonia, they now contest the Grenzelhoft, its successor. </p>
<p>  Gronn - The Gronnish Khanates, northwest near Kingsfield and Zybantu, are a loose confederation of nomadic warlords and settled city-states. Known for their fierce cavalry and shifting allegiances, they thrive on raiding, trade, and mercenary work. Though divided, their influence stretches across the frontier. </p>
<p>  Rhasennia - The Freestates, south of Grenzelhoft, are a coalition of city-states renowned for master artisans and prized vineyards. Their guilds produce exceptional metalwork, textiles, and ceramics, while their wines are sought after across the land. Though politically divided, they flourish through trade and craftsmanship. </p>
<p>  Dwarven Federations - Scattered confederacies around Psydonia, the largest being to the West of Zybantu in the frigid mountains. Homeplace of the Dwarves. </p>
<p>  Psy Forests -  Ancestral forests scattered around Psydonia, great and terrible trees. Ancient homes of the elves. The largest of which is North of Zybantu and the Crimsonlands. </p>
<p>  The Barrows - Former boreal forest of the snow elves, now a deadland of ruin and decay following the ascension of Zizo. </p>
<p>  Nyxora - Once a land where the dark elves were united, now a land of rebirth and ambition. Scarred by catastrophe yet reforged by Zizo, it stands as the heart of dark elven culture, where only power and cunning shape destiny. </p>
<p>  Shodom & Comorrah - Once the twin jewels of the dark elven empire, Shodom is now a cursed ruin where unfathomable dark magics fester, while Comorrah thrives as a lawless underworld where criminals rule and nobles serve. </p>
<p><br></p>


<p><strong>  || MAJOR EVENTS KNOWN TO ENIGMA  </strong></p>
<p><br></p>

<p> Fall of the High Kingdom of Albia - Once the dominant power of the land, the High Kingdom of Albia collapsed under internal strife and external pressures. Its former territories—Eldermoor, Heartfelt, and Rockhill—now feud over its fading legacy, each claiming a piece of its lost glory. </p>
<p> Fall of Psydonia - The mighty Psydonian Empire, a force that once rivaled Ziggurat, crumbled under the weight of its own decadence and overextension. Kingsfield, its grand capital, now lies in ruin, while its remnants struggle under the rule of its successor, Grenzelhoft. </p>
<p> Zizo's Ascension - Necromancer snow elf Zizo sacrificed his entire people for his own apotheosis. </p>
<p> Xylix's Ascension and the Fall of the Dark Elves - Once the mighty emperor of the dark elves, Xylix defied mortality and ascended to godhood, but his triumph came at a terrible cost; the raw surge of unchecked magic ravaged the land, shattered his empire, and left his people in ruin, forcing them to claw their way back from the ashes under Zizo's rule. </p>
<p> Heartfelt's Hubris - Automaton servants created by Heartfelt's artificers go haywire, ravaging parts of their home city and surrounding lands as they engage in endless conquest for biomass to fuel themselves. </p>
<p> Astrata's Coment - Striking Malum's Anvil, a strange comet landed. In its center, a rusted capsule containing a divine shard of Astrata's light. The first artificer to touch the shard could not handle the pure divinity, falling to ash. It was successfully contained within Vanderlin, now serving to light the way of travelers. </p>
<p> Matthios' Unearthing - A dwarf miner within Vanderlin dug deeply, striking solid bricks. A tomb was unearthed, the fabled tomb of the ascended Matthios... brimming with His power and riches, but of equal danger. Adventurers talent from across the lands further boost Vanderlin's influence and power. </p>

<p><br></p>



<p><strong>  || FACTIONS OF ENIGMA </strong></p>
<p><br></p>
<p><i>  Major Powers  </i></p>
<p><br></p>
<p><i> THE GRENZELHOFT EMPIRE  </i></p>
<p>  The Empire </p>
<p>  An Imperialist state carved across the Eastern Continent through political and military action. </p>
<p>  The Grenzelhofts have a wide variety of Sub-Grenzelhoftian Cultures, however most are similar to each other. Most hold a similar national identity to each other, other than the Otavians. They have the largest armies in the world, which come under vast scrutiny and disgust as they become increasingly desperate to upkeep.  </p>
<p>  Exhibiting a strong sense of pride, mainly towards their own Empire, those outside its realms have likely good reason to escape the encroaching iron grip of the Empire. </p>
<p><br></p>

<p><i>  ZYBANTU POLITEA  </i></p>
<p>  The Desert Kings, Land of the Sea, Merchants of the Old </p>
<p>  The Zybantine Empire is a vast desert realm where golden cities rise from sun-scorched dunes, and power shifts like the sands beneath them. Once the great rival of Old Psydonia, Zybantu endured where its foe crumbled, preserving its identity through wealth and war. A confederation of fiefdoms and city-states, its true rulers are locked in an eternal struggle—while the Emperor commands its armies, the Archon, often a Gizan merchant-lord, holds the empire's wealth in his grasp.  </p>
<p>  Despite its blistering heat, Zybantu thrives as a center of trade, producing coveted commodities that enrich its merchant elite. Yet, its military remains its pride, a force of disciplined cavalry, elite spearmen, and war chariots, inspired by the conquests of their ancestors. Recently, after a disastrous campaign, the empire turned to slave-armies, pressing captured prisoners of war into service. </p>
<p>  The Zybantine people, warriors and nobles alike, see themselves as heirs to an unbroken legacy, while the Gizan, masters of commerce and intrigue, pull the strings from the shadows. Though they view each other as kin, their rivalry shapes the empire as much as its endless struggle against the unforgiving desert. </p>
<p><br></p>

<p><i>  RHASENNIA RUPUBLIAS  </i></p>
<p>  Land of Abominable Coin-Lords, The Blood Baros & The Totod Order </p>
<p>  Rhasennia is a land of constant strife, bickering city-states with a number of conflicting interests. Yet they bear some pride of their lands, banding together to repel the invading Grenzelhoft Empire out of shared desire for freedom. </p>
<p>  With conflict comes innovation, the Rhasennian lands developing pride in their revolution of blade combat strategy and stance. Largely followers of Mathuin, they value honour and duels as an expression of status. </p>
<p><br></p>

<p><i>  Minor Powers  </i></p>
<p><br></p>

<p><i>  DWARVEN CONFEDERACY  </i></p>
<p>  The Great Throngs, The Braided Confederacy, Malums Prodigy </p>
<p>  Usually in the mountains of continents all over Psydonia. The political aspects stem from federations bearing unique dwarven clans, leaderships, industries, and cultures. Unified by a homogenous racial identity. Dwarves and humen empires have established a long history of allyship. Whilst dwarves often choose neutrality in humen-on-humen conflict, a dwarven face is a trusted face to most humens. </p>
<p><br></p>

<p><i>  ELVEN ENCLAVES  </i></p>
<p>  Keepers of Psydonia, Retreats of the Ancient Age, Forgotten Fallen Fae </p>
<p>  The declining population has led Elves to retreat to compact and isolated communities. They defend their remaining homes in natural wonders around Psydonia to the death and without mercy. Subdivided into distinct cultures such as Wood, Dark, Sand, Mountain, Sea, and countless more. Whilst once there lived a culture of snow elves, Zizo's ascension has caused an all-but complete genocide of the tribe.  </p>
<p><br></p>

<p><i>  ORC & GOBLIN THRONES  </i></p>
<p>  Crusaders of Graggar, Graggarspawn, Heirs of Psydonia    </p>
<p>  Sprung up fortresses and towns established via nomadic means, with origins from the Crimsonlands, taking advantage of natural resources and nearby settlements to raid, conquer, and move on to more promising targets. An ever-moving snowball that expands in size and occasionally experiences great losses, followed by a steady regrowth.  </p>
<p><br></p>




<p><strong>&quot;  || MYTHOS OF Psydonia  &quot;</strong></p>
<p><br></p>
<p>&quot;  Deities of The Mortal Races  &quot;</p>
<p><br></p>
<p> THE ONE TRUE GOD </p>
<p><i>   Founder of Psydonia - The Great Hero </i></p>
<p>  Worshipped primarily by the **Grenzelhoft**, his true nature and deeds remain shrouded in mystery. \
    To the followers of the **Pantheon**, he is the father of **The Ten**, though the details of his death—if he truly died—are heavily disputed. \
    While Pantheon worshippers believe he perished, leaving his children to inherit his divine duties, the **Psydonites** hold an unshaken faith: \
    Psydon never died in that fateful battle. They do not reject **The Ten**, but see them only as servants of **Psydon’s divine will**, not as equals. \
    To them, Psydon remains supreme, the **undisputed godhead above all.** </p>
<p><br></p>

<p>&quot;   THE PANTHEON - CHILDREN OF PSYDON  &quot; </p>
<p>  The gods of the Pantheon were not crafted, but born of Psydon's divine essence, each shaped by his will to govern the mortal world. \
    First came **Astrata and Noc**, twin aspects of order and knowledge. Then came **Malum, Abyssor, and Dendor**, masters of creation and the natural world. \
    **Eora followed**, the heart of divinity, with **Pestra and Ravox** to maintain the balance of life and war. \
    **Necra was last**—an outsider among them, distant but undeniable in her power. And finally, **Xylix**, who ascended from mortality through trickery and defiance. \
    Whether **Psydon is truly dead or simply beyond mortal reach** remains debated, but to the Psydonites, his supremacy is unquestioned. \
    His children are honored, their domains respected, but it is **Psydon who remains the godhead above all.** </p>
<p><br></p>

<p>&quot;   ASTRATA  &quot; </p>
<p><i>   Goddess of Order - The Sun Queen </i></p>
<p>  The radiant leader of the Pantheon and steward of the mortal races, Astrata demands absolute obedience in her pursuit of everlasting order. \
    Prideful to a fault, she offers mercy only through swift and unwavering justice. Her priests wield the power of purifying flames, \
    steel the resolve of their allies, and call upon the sun’s wrath against those who threaten her divine law. \
    Though the Pantheon has grown distant in recent times, she still blesses the faithful and punishes the unruly. \
    She despises chaos, diabolism, betrayal, and sloth.</p>
<p><br></p>

<p>&quot;   NOC  &quot; </p>
<p><i>   God of Knowledge - The Moon Prince </i></p>
<p>  Crafted twin of Astrata, Noc is the god of all knowledge, ever seeking the hidden truths of existence. \
    He watches over scholars and those who unravel the unknown, rewarding curiosity and wisdom. \
    To him, ignorance is the greatest sin, and resentment must be transformed into a thirst for enlightenment. \
    His faithful walk the moonlit path, seeking the unseen and transmuting mystery into understanding. \
    Those who deny knowledge or stagnate in willful blindness earn his scorn.</p>
<p><br></p>

<p>&quot;   NECRA  &quot; </p>
<p><i>   Goddess of Death and Dominion - The Veiled Judge </i></p>
<p>  Born of Psydon yet always apart from her kin, Necra’s understanding of death made her an outsider among the Pantheon. \
    Where others saw death as an end, she saw it as an eternal duty—an unbroken cycle that must be **maintained, not mourned**. \
    She rules the underworld with an impartial hand, not as a keeper of peace, but as one who ensures that all souls meet their rightful fate. \
    While she does not revel in suffering, she also does not soothe it, and those who defy the balance of life and death find no mercy in her gaze. \
    To Necra, all things must serve their purpose—even in death.</p>
<p><br></p>

<p>&quot;   DENDOR  &quot; </p>
<p><i>   God of Nature and Beasts </i></p>
<p>  One of the primordial gods of Psydonia, Dendor grew mad as nature fell to industry. \
    He seeks a return to the primal order—predators and prey, hunter and hunted. \
    His followers are protectors of the wild, saboteurs of industry, and enemies of progress, \
    their violent clashes with the dwarves a lasting stain on both peoples. \
    To Dendor, civilization is the great plague, and only through its ruin can balance be restored.</p>
<p><br></p>

<p>&quot;   ABYSSOR  &quot; </p>
<p><i>   God of Seas and Storms </i></p>
<p>  Abyssor, aligned with Dendor, holds dominion over the seas and their fury. \
    Where Dendor's madness drives destruction, Abyssor crafts horrors from the depths to exact vengeance upon those who defile his waters. \
    His wrath is cold and relentless, his storms reminders that mortals are not masters of the sea but its trespassers.</p>
<p><br></p>

<p>&quot;   MALUM  &quot; </p>
<p><i>   God of Toil, Innovation, and Creation </i></p>
<p>  Malum, the All-Father of Flame and Industry, watches over those who forge, build, and labor. \
    He revels in craftsmanship and honest toil, whispering ideas into the minds of those who seek to refine their craft. \
    His blessings grant endurance to the weary, but his wrath ensures that lazy hands and stolen work always fail.</p>
<p><br></p>

<p>&quot;   RAVOX  &quot; </p>
<p><i>  God of Warfare, Justice, and Bravery </i></p>
<p>  The favored of Necra, Ravox embodies the honor of battle and the virtue of justice. \
    He does not care for conquest, only for the worthiness of a cause and the strength of a warrior’s heart. \
    His blessings fall upon those who fight with conviction, guiding their blades and hardening their spirits.</p>
<p><br></p>

<p>&quot;   EORA  &quot; </p>
<p><i>   Goddess of Love, Family, and Art </i></p>
<p>  Eora, the heart of Psydon, sees kindness in all, though her mercy once led to ruin. \
    Despite her grief, she remains the goddess of love, family, and expression, \
    ever preaching that kindness must endure, no matter the cost.</p>
<p><br></p>

<p>&quot;   PESTRA  &quot; </p>
<p><i>   Goddess of Disease, Alchemy, and Medicine </i></p>
<p>  The Serpent of Medicine, Pestra, guards the sanctity of life's cycle—birth, decay, and renewal. \
    Those who seek to unnaturally extend life or cheat death entirely are those who earn her wrath.</p>
<p><br></p>

<p>&quot;   XYLIX  &quot; </p>
<p><i>   God of Trickery, Freedom, and Inspiration </i></p>
<p>  Xylix was no god at birth, but a **dark elf who ascended** through deception, wit, and sheer defiance of fate. \
    They are a being of ever-changing faces and whispered lies, delighting in the art of chaos and performance. \
    No one can say when they last spoke the truth, nor when they last walked among mortals, for they never truly left. \
    Where laughter and mischief thrive, there Xylix lingers, ensuring that life remains a grand, unpredictable stage.</p>
<p><br></p>



<p><strong> || RACES OF Psydonia  </strong></p>
<p><br></p>
<p>&quot;  Humen:   &quot;</p>
<p>  The ultimate creation of Psydon, His chosen people promised to inherit the world. A propagating species bearing various complexions, shapes, and foreshortened lifespans compared to the other species of Psydonia. </p>
<p><br></p>

<p>&quot;  Elf:   &quot;</p>
<p>  The first species of Psydonia is characterized by lengthened age, low fertility, and magical aptitude. They have suffered much, an entire race of their people exterminated during Zizo's ascension.   </p>
<p><br></p>

<p>&quot;  Dark Elf:   &quot;</p>
<p>  Residing in the land of Nyxora, the dark elves live under Zizo's rule, their shattered empire reforged in his image. Their society is built on ruthless ambition, where only the strong rise and the weak are cast aside. In this world, strength and cunning define worth—loyalty is currency, and failure is death. Tradition once bound them, but under Zizo's law, power alone decides one's fate.  </p>
<p><br></p>

<p>&quot;  Dwarf:   &quot;</p>
<p>  Mostly inhabit the mountains of the Dwarven Federations, a stout, muscular people with naturally hairy complexions and booming fertility. Kinship ties, pride in labor, and horrendous mood swings. Legend to be the product of Malum, the crafting God, to be loyal friends of humenity. </p>
<p><br></p>

<p>&quot;  Orcs & Goblins: (graggarspawn)    &quot;</p>
<p>  Creations of sentient life by Gragger's daemonic influence, crude mockery of the mortal species. Matured quickly by an uncaring world, the civilized ones have made impressionable leaps of technological and cultural progress that centralize warfare and have cemented their place as mortal beings. Tusked fangs, cut-throat cunningness, aggression, and usually pigmented green skin. </p>
<p><br></p>

<p>&quot;  Anakim:    &quot;</p>
<p>  When humanity stood on the brink of destruction, 10,000 divine warriors, the Anakim, descended on winged saiga—a holy legion that turned the tide and shaped the world. Though their deeds became legend, these celestial beings chose to remain among mortals. They could not reproduce among themselves, but their bloodline mixed with humanity, fading over generations. Now, they are believed to be long dead, lost to war and time. Yet, in rare moments, a human rises above the rest—a hero with the blood of gods still burning in their veins.  </p>
<p><br></p>

<p>&quot;  Tiberian:   &quot;</p>
<p>  Created by the demon princes as a way to influence the mortal realm, many have either moved towards mortal customs or fiercley hang onto their demonic heritage. Their infernal ancestry and hellish appearances lead to treatment of suspicion and hostility. Relationships between tiberians and other species are rocky, at best. </p>
<p><br></p>

<p><strong> || Extinct RACES OF Psydonia  </strong></p>
<p><br></p>
<p>&quot;  Rakshari:   &quot;</p>
<p>  Once feared slavers of the desert, the Rakshari were cunning, warlike, and relentless. Their failed rebellion against the Zybantines led to their near extinction, and now they are hunted remnants of a broken people, scattered and fading into legend. </p>
<p><br></p>

<p>&quot;  Argonian:   &quot;</p>
<p>  Cursed humans once native to the boglands, the Argonians were twisted by divine wrath into reptilian forms for their ancestors' sins. Thought extinct, they sometimes re-emerge when a particularly wicked soul defies the gods, rising from the mire as a living punishment. </p>
<p><br></p>



